{"characters":[{"name":"aldagar","team":"lauren","gender":"male","stats":{"aro":11,"hum":13,"str":17,"dex":16},"WLRecord":{"wins":["chris","chris","courtney","natsuki","natsuki"],"losses":["nicole","adelaide","chris","jj","chris","yvette","chris"]},"finishers":{"aro":"Aldagar destroys #E with bestial fury. By the time Al is finished pounding vicious knee strikes into #E's ribs, tearing hooked claws across #E's eyes, and chopping #E's throat, Aldagar's opponent is a bloody, barely conscious mess on the floor. \n \n Finally, Aldagar splits #E's legs apart and rips out #E.poss genitals with his teeth. He grins down at the unsexed opponent, dominant and bloody.","str":"Aldagar destroys #E with bestial fury. By the time Al is finished pounding vicious knee strikes into #E's ribs, tearing hooked claws across #E's eyes, and chopping #E's throat, Aldagar's opponent is a bloody, barely conscious mess on the floor. \n \n Finally, Aldagar splits #E's legs apart and rips out #E.poss genitals with his teeth. He grins down at the unsexed opponent, dominant and bloody.i"}},{"name":"chris","team":"fieuline","gender":"male","stats":{"aro":16,"hum":17,"str":13,"dex":15},"WLRecord":{"wins":["lauren","lauren","lauren","courtney","hana","aldagar","hana","dak","lauren","courtney","dak","courtney","watching","lupa","aldagar","hana","claude","sierra","kao","dak","sierra","sierra","lupa","sierra","kao","aldagar"],"losses":["aldagar","aldagar","dak","lauren","dak","lupa","watching","lupa","watching","sierra","lucio"]},"finishers":{"aro":"Chris gives #E an atomic wedgie so fast and hard it makes #E yowl like a dog. Hanging his opponent from a post, Chris proceeds to make out with his opponent, making love while elastic underwear binds an already humiliated and aroused #E. \n\n Finally, Chris removes and stuffs into #E's mouth his pair of reeking, noxious socks. The stink and the pain from the wedgie drive #E to wet their pants--and the humiliation is so great they surrender.","str":"Chris weaves and ducks until he forces #E against a ringpost. Then Chris cuts an elegant pirrouette and smashes #E's face with his foot. While his opponent is dazed, Chris jumps up one rope, then a second, and puts #E into a hangman's leg hold. \n\n As #E is on the verge of passing out, Chris uses his core to pull himself back to the post top and sits directly on #E's face. Chris smirks. A beat. Then Chris releases a protracted, wet fart into #E's face. Chris hops onto the mat. #E reels. Then Chris charges forward and knees #E so hard in the groin that #E.sub immediately collapses unconscious."}},{"name":"nicole","team":"nicole","gender":"female","stats":{"aro":17,"hum":13,"str":16,"dex":13},"WLRecord":{"wins":["hana","aldagar","jj","lupa","lauren","dak","sierra","jj","claude"],"losses":["edelin","lupa","lupa","hana","dak","kao"]},"finishers":{"aro":"Nicole tosses a pokeball on the prone, mewling opponent in front of her. There's a flash, barely a wobble, and then a click. \n\n Nicole places a paw on the pokeball, prompting a flash that resummons #E to the battlefield. Nicole's pads rest on #E's genitals, gently caressing #E.obj. \"Well go on,\" Nicole chids, \"do what you want~\" \n\n #E moans and humps against Nicole's foot, and humps, and humps until they squirt. \n\n \"What a mess...\" Nicole frowns with disgust at her calf. \"...You'll need to clean that.\" When Nicole forces #E to lick her feet and calves clean of #E's on fluids, the humiliation drives #E to tap.","str":"Nicole uses thief! It's super effective. Nicole stole #E's clothes! #E uses riposte! #E.sub missed! Nicole mounts #E... Nicole used Fury Swipes! Nicole rips #E's face, #E's chest, #E's thighs, #E's throat! \n\n #E is close to fainting! Nicole slams a pokeball in to #E's genitals, hard enough to crumple #E.poss delicate parts. #E cries out, halfway between orgasm and agony and then vanishes in a flash of light. \n\n Nicole smirks and tosses the ball in the air, catches it, then squeezes. The werewolf drives all her power into the pokeball, and it crumples. A pathetic spark of electricity signals all of #E's data being agonizingly corrupted. Recovery, even in the hospital of the gods, will be a nightmare."}},{"name":"jj","team":"jj","gender":"female","stats":{"aro":18,"hum":18,"str":9,"dex":18},"WLRecord":{"wins":["lauren","eden","aldagar","hana","eden","hana","fieuline","fieuline","yuri","adelaide","yvette","fieuline","edelin","adelaide","edelin","yvette","yvette"],"losses":["nicole","hana","edelin","abramson","edelin","adelaide","yvette","nicole","edelin","yuri","edelin","fieuline","edelin"]},"finishers":{"aro":"JJ's mind connects with #E's through a violet magical conduit. Her characters meet and seduce #E's entire team. Dak dominates the straight ladies and willing men with his smolder and captures their minds and hearts for JJ's side. Sierra seduces the straight men and willing ladies with her artful dance and innocent wit. Soon, #E's entire alliance is a slave to JJ, having fallen for JJ's superior style and grace. \n\n For #E #E.objself, JJ makes out with #E.obj and forces E.obj onto the ground where she can mount and dominate #E.obj. Wild's cape covers the two. #E and JJ are left alone in the vast dark underneath, naked and wet beside each other. \n\n By now, JJ has proven #E's vast creative superior. It is no difficulty for her to press her lips to #E's genitals and lap up #E's creativity like honey. #E's ability is absorbed into the cape, and #E is left as a drained husk. An empowered JJ takes a breath and blows on #E.obj. #E melts into the atmosphere.","str":"JJ's mind connects with #E's through a violet magical conduit. Her characters meet and conquer #E's entire team. Dak uses raw power and sheer masculine bravado to shame his opponents, while Sierra's intelligence and magic scramble the minds of the remaining opponents. \n\n For #E #E.objself, JJ forced her hand through #E.poss chest and grabs #E.poss heart. #E's still living allies stare in horror as she absorbs its power through her fingertips and lets her opponent fall pathetic at her feet."}},{"name":"hana","team":"lauren","gender":"female","stats":{"aro":8,"hum":7,"str":10,"dex":7},"WLRecord":{"wins":["jj","nicole","monika","edelin"],"losses":["nicole","edelin","eden","chris","courtney","jj","chris","fieuline","jj","fieuline","abramson","natsuki","fieuline","chris","yvette"]},"finishers":{"aro":"Hana uses a series of robotic mannaquins to strip #E's clothes off, flatten #E.obj against the ground, and fuck #E.obj raw. \n\n At the end, the robots implant an antimatter bomb inside of #E. Hana steps down from the robot, picks up the prone loser, and kisses #E.obj. #E.sub is promptly distintegrated.","str":"#E thinks #E.sub have the advantage when #E.sub rips Hana out of her robot. Little does #E.sub know that the robot can act autonomously. It grabs #E's wrists and ankles and holds #E in the air to struggle. Hana cracks her knuckles, then proceeds to elegantly beat the ever-living shit out of #E. Finally, she ends with a high kick that slams #E's face and knocks #E the fuck out. Hana flashes her fans a thumbs up while the robot drops the enemy. \n\n As the crowd cheers and chats for an encore, Hana bows. The robot steps on #E. Hana slips out her pistol, overheats it, and drops it into #E's lil panties. Then she walks into the sunset as fire erupts behind her."}},{"name":"courtney","team":"nicole","gender":"female","stats":{"aro":15,"hum":8,"str":15,"dex":12},"WLRecord":{"wins":["hana","fieuline","kao"],"losses":["lauren","lauren","chris","aldagar","lupa","dak","edelin","chris","fieuline","chris","lucio","dak","fieuline","lucio","yuri"]},"finishers":{"aro":"Courtney wrestles #E to the dirt and pins them for a count of three. \n\n Courtney wraps her thighs around her victim's head. As she does, she notices how red #E's face has become, how hot their groin is under her elbow. \"God,\" she says with a grin. \"You're such a cuck!\" \n\n Courtney slaps a chastity belt on #E. At the same time, she invites her husband to join the fight and starts to suck his cock. #E is forced to watch as Courtney gives her husband a blowjob. At the end, her legs squeeze violently with orgasm, cracking #E's skull. As #E moans in agony, Courtney gives them a kiss--and fills their moth with her husband's semen. \n\n \"Cuuuck.\"","str":"Courtney challenges #E to every contest she can think of--arm wrestling, jiu jitsu sparring, thumb wars, unicycle polo. After each one, Courtney destroys #E in a show of dominating skill and confidence. \"God, you suck! I wonder if you suck just as bad in bed...\" \n\n Courtney Frenches #E with a kiss more assault than seduction. Somehow Courtney's touch drains the confidence right out of #E. #E's physical and sexual power flows into Courtney. She forces #E into a diaper. #E's legs tremble under them, and they find somehow they can't speak except in garbled toddler speak. \n\n \"This is for the best. Now you won't disappoint your LOVAHS by being a little pussy.\""}},{"name":"lauren","team":"lauren","gender":"female","stats":{"aro":13,"hum":16,"str":18,"dex":7},"WLRecord":{"wins":["courtney","courtney","chris","abramson","eden","adelaide","abramson","sierra","fieuline","edelin","yuri","edelin"],"losses":["chris","chris","jj","chris","nicole","monika","chris","edelin","natsuki","yvette","eden","yuri","monika","fieuline","fieuline","yvette","fieuline","edelin"]},"finishers":{"aro":"Lauren forces #E to #E.poss knees and takes out her massive red lady-cock. \n\n *WIIIIIIIPE* Lauren grins as she smears #E's face with a pure assertion of sexual dominance. #E's sexual potency withers, but that's nothing compared to how #E.poss power collapses when Lauren forces #E.poss face into the ground and shoves that cock deep inside of them. #E cums five times in the time it takes Lauren to work herself up. When she finally releases, she covers #E in her fluids, soaking #E.obj. \n\n \"Sucks to suck,\" Lauren crows. She smiles wider as a tall, black stallion enters the arena, its 3-foot cock as erect as Lauren'd confidence. \"Also sucks to be covered in my hore pheramone 83\" Before #E can flee, Lauren grabs #E's hair and ties them to a ringpost. \"By the way,\" Lauren adds, as #E whines with pain and pleasure as horse-cock tears apart their insides. \"This is why people like me better than you. Bitch.\" And with that, Lauren sits back and starts to draw the scene of her victory.","str":" Lauren slams her arm into #E's groin. When #E tries to slink away, she picks #E up and slams #E.obj groin-first on her knee. When #E collapses, clutching #E.poss privates, SU slams her foot into #E's delicates and grinds until tears brim in #E's eyes. \n\n \"I give, I give!\" #E pleads. \"Hmmm...\" Lauren pretends to think about it. \"Mmnah. You don't deserve kids.\" With that, Lauren slips her hand into #E's panties and grabs #E.poss privates. Then she squeezes and twists until something breaks."}},{"name":"lupa","team":"jj","gender":"female","stats":{"aro":9,"hum":18,"str":15,"dex":6},"WLRecord":{"wins":["edelin","nicole","nicole","fieuline","courtney","yvette","yvette","chris","yvette","monika","adelaide","fieuline","chris","natsuki"],"losses":["edelin","nicole","natsuki","chris","yuri","edelin","adelaide","fieuline","yvette","edelin","yuri","chris"]},"finishers":{"aro":"#E gasps and stumbles back into a ring post just in time for Lupa to deliver a devastating crotch claw. While #E sits on the ground mewling, Lupa lifts her leg--and a stream of hot liquid marks #E as belonging to Lupa. Red humiliation colors #E's cheeks, but #E.sub has no time to dwell on it. Lupa puts a wolf mask on #E.obj head and tightens it. \n\n Immediately, #E and Lupa engage in a psychic battle for control of #E's mind. #E might have had a chance...if Lupa hadn't stripped down #E's panties and distracted #E.obj with wolfishly hungry cunnilingus. \n\n Once the mask is in control, Lupa orders #E to sit, roll over, put on a sexed up wolf costume with a tail and a cute little skirt. \"Who's my good little bitch? Who's my good little bitch?\" #E laps happily at Lupa's feet. Lupa leads #E out of the ring on a leash with a wolf-tail buttplug up #E.poss ass.","str":"#E gasps and stubles back into a ring post just in time for Lupa to deliver a devastating crotch kick. While #E sits on the ground mewling, Lupa pulls out her wolf mask and drives it into #E's groin. \n\n Immediately, #E starts to gasp and cry out as Lupa's spirit animal gives #E literal head--and starts to drain both their virility and feminine potency.\n\nLupa isn't about to let #E fight. She claws at #E's face, slashes with her claws up and down #E's body, stomps on #E.poss legs and knees and ankles, and knees #E.poss jaw. Finally, Lupa leaps to the second rope and stomps with both feet on the wolf head. #E gives a high pitch scream as the jaws clamp like a pair of scissors through #E.poss privates...and then passes out. \n\n \"AWOOOOOOO!\" Lupa howls in victory as she lifts a leg to the second rope and marks her unconscious territory."}},{"name":"edelin","team":"fieuline","gender":"female","stats":{"aro":14,"hum":17,"str":6,"dex":8},"WLRecord":{"wins":["hana","lupa","nicole","jj","eden","dak","dak","courtney","jj","lauren","claude","sierra","claude","dak","sierra","lupa","jj","watching","lupa","kao","sierra","sierra","sierra","sierra","sierra","dak","jj","sierra","sierra","sierra","sierra","jj","kao","lauren"],"losses":["lupa","dak","watching","dak","hana","jj","watching","dak","sierra","sierra","sierra","sierra","sierra","watching","jj","sierra","lauren","lauren","sierra","sierra","sierra"]},"finishers":{"aro":"Edelin had always been more artist than fighter -- a dancer, musician, writer, and painter before kung fu. Nevertheless, she twirls and ducks under #E's attacks and finally catches #E in her arms. \n\n Edelin leads #E on a dance across the arena, dipping and throwing and twirling her opponent so expertly #E.sub can't resist. \n\n Edelin catches #E from a particularly high throw and dips them so low they barely avoid touching the ground. \"Kiss me,\" Edelin whispers. #E gives in and kisses the rat. \n\n Edelin makes love to #E like she does all her art--with skill, total devotion to craft, and just a hint of pretentiousness. She never stays on one motion too long: she kisses magnificently, like a French bit of passion from the movies, but just as #E starts to moan she mixes pain by playfully biting #E's ear. She moves slowly into the real sex, giving each part of #E's body attention with her hands, her mouth, feet, her tail, and her sweet finger tips. \n\n Finally at the end, #E cums violently. \"I love you!\" #E screams. \"...What?\" laughs Edelin. The blood drains from #E's face as Edelin curls her face with a mix of amusement and disgust. \"Honey, this is just...we're just acting. It's a show. I mean, you're alright, but...\" She glaces up and down #E.poss body. \"...you're not my type.\" \n\n #E tries to get out of the trap, but it's too late. Humiliation burns like hot coals in #E.poss chest; it's middle school all over again. And Edelin --sweet, young Edelin -- suddenly looks much older than them. Her pretty thighs in her skirt, her pert bust, her knowing smile, they're all of someone far too mature for #E. And #E is shrinking. \n\n \"Poor baby...\" Edelin picks up #E and kisses #E.obj on the forehead. \"...It's OK. We can still be friends, and you'll find someone someday!\" With a whine and a pop, #E shrinks so small there's a pop and #E.sub can no longer be seen.","str":"Edelin is more artist than fighter -- more ballerina, musician, and painter than kung fu practicioner. Nevertheless, she twirls and ducks under #E's blows and pirrouettes her own kicks and punches into #E's ribs, face and groin. \n\n Edelin lifts #E and throws them five feet in the air--then rolls on her back and kicks with both feet to catch #E.poss on the fall, right in #E's jaw. \n\n \"That's a terrible fall!\" Edelin scolds. \"Here, let me show you...\" Edelin bounds up the ropes, leaps, twirls in the air, and lands feet-first on #E's face. Amazingly, #E stays conscious. \"That's how it's done!\" \n\n #E lies still on the mat. Edelin frowns. \"I know you're tired, that's understandable. But you need to get up, #E. The show is more important than you.\" But #E won't rise. \"...Alright. Well, if you can't get up, then you'll need to be booted off the stage. It's fine, you don't have much talent to offer anyway...\" \n\n Edelin grabs #E by the hair and slips her legs around #E's throat. \"...That was harsh. I'm sorry honey...\" she whispers before jerking and breaking #E's neck."}},{"name":"dak","team":"jj","gender":"male","species":"wolf","stats":{"aro":15,"hum":15,"str":9,"dex":16},"WLRecord":{"wins":["chris","courtney","edelin","yvette","chris","fieuline","edelin","yuri","edelin","nicole","courtney","fieuline"],"losses":["nicole","edelin","edelin","chris","chris","fieuline","fieuline","edelin","fieuline","chris","fieuline","yuri","edelin","fieuline","yvette"]},"finishers":{"aro":"Dak captures #E's attention with his...smolder. Before #E knows it, #E.sub is trembling in his arms, overcome by a mix of admiration and fear for his physique. \n\n Dak smirks. \"Eh, I could do better.\" He promptly twirls #E off a cliff, and #E.sub go screaming to their loss.","str":"Dak destroys #E with a series of vicious claws and bites. His athletic acumen and stunning style quickly overwhelm #E, propelling him to victory."}},{"name":"eden","team":"nicole","gender":"female","species":"squirrel","stats":{"aro":11,"hum":13,"str":11,"dex":6},"WLRecord":{"wins":["hana","watching","lauren"],"losses":["jj","edelin","jj","abramson","lauren"]},"finishers":{"aro":"Eden humiliates #E in a down and dirty catfight. After knocking #E to #E.poss back, Eden calls in her loyal mare and tramples #E under hoof!","str":"Eden humiliates #E in a down and dirty catfight. After knocking #E to #E.poss back, Eden calls in her loyal mare and tramples #E under hoof!"}},{"name":"adelaide","team":"fieuline","gender":"female","species":"wolf","stats":{"aro":12,"hum":11,"str":13,"dex":8},"WLRecord":{"wins":["aldagar","sierra","kao","watching","lupa","jj","kao","kao"],"losses":["sierra","jj","lauren","sierra","jj","watching","kao","lupa","sierra","watching","abramson"]},"finishers":{"aro":"Adelaide slips a collar around #E's neck and forces #E.obj to eat from a dog's bowl filled with aphrodisiac. Once they've chowed down, they find Adelaide isn't so ugly after all and let her make fatal, sweet love to #E.obj. The aphrodisiacs are strong, and cumming coincides with heart failure.","str":"Adelaide shoves two thumbs into #E's eye sockets--and tears #E.poss skull in two. Then she chows down on #E's brains."}},{"name":"fieuline","team":"fieuline","gender":"female","species":"rat","stats":{"aro":13,"hum":16,"str":16,"dex":18},"WLRecord":{"wins":["hana","courtney","claude","dak","hana","dak","hana","lucio","lupa","dak","courtney","dak","kao","sierra","dak","jj","sierra","lauren","lauren","lucio","lauren"],"losses":["lupa","jj","jj","claude","claude","courtney","dak","jj","sierra","watching","lupa","watching","dak","lauren"]},"finishers":{"aro":"Fieuline ties #E's wrists and ankles together and then starts to excite #E.obj with her tail, her toes, and her tongue. She learned alot about love-making from her old flame Claude, and she brings all of it to bear, seeking to outdo her old flame. Ultimately, however, what she demands is pleasure for herself. She sits on #E's face and force them to cum under her tail and feet while she is eaten out.","str":"Fieuline brings Edelin's skill at dance to the field but with a martial wit. She is slippery as water and as fast as the wind. She battled #E in her mind first, then dashes and zigs and zags across the field--before shoving a poison-laden knife deep into #E's sternum. AS the paralysis takes effect, Fieuline lovingly strokes her rival. #E.sub will cum one last time under her powerful paw. Then, she takes #E's head and mounts it on her trophy wall. Though #E will be revived, there will now be at least two of #E's heads in the world so that no one will ever forget this loss."}},{"name":"abramson","team":"nicole","gender":"female","species":"human","stats":{"aro":17,"hum":11,"str":18,"dex":9},"WLRecord":{"wins":["eden","jj","hana"],"losses":["lauren","watching","lauren"]},"finishers":{"aro":"Nicole uses her wit and strength to maneuver #E around the ring. Her looks make #E nervous; before #E.sub knows it, Nicole clasps #E.obj in a kiss--and #E.poss wrists in handcuffs. \\n\\n #E shudders and tries to escape, but it's too late. Nicole soon binds their legs and arms, and #E lies ar her feet, defenseless. Nicole leers down at them, grinning. \\n\\n \"I'm going to show the audience EXACTLY what YOU are...\" she says, cracking open her makeup case. Before long, #E is nude and covered in white and red makeup. \"Tell us what you are.\" \\n\\n \"A CLOWN!\" #E sobs, \"A clown...\" \\n \"That's right.\" And with that, Nicole lifts #E by the groin and smashes for a 1HKO.","str":"Nicole looks pretty--pretty enough to put #E off balance. She forces #E to the ground and snaps handcuffs around #E.poss wrists. \"Gotcha.\" \\n\\n Nicole soon binds their legs and arms, and #E lies ar her feet, defenseless. Nicole leers down at them, grinning. \\n\\n \"I'm going to show the audience EXACTLY what YOU are...\" she says, cracking open her makeup case. Before long, #E is nude and covered in white and red makeup. \"Tell us what you are.\" \\n\\n \"A CLOWN!\" #E sobs, \"A clown...\" \\n \"That's right.\" And with that, Nicole lifts #E by the groin and smashes for a 1HKO."}},{"name":"yvette","team":"fieuline","gender":"female","species":"rabbit","stats":{"aro":8,"hum":18,"str":13,"dex":14},"WLRecord":{"wins":["lauren","aldagar","sierra","lupa","jj","kao","sierra","dak","lauren","hana"],"losses":["dak","claude","lupa","sierra","lupa","jj","lupa","kao","watching","watching","jj","jj"]},"finishers":{"aro":"yvette sits on #E","str":"Yvette punches #E"}},{"name":"yuri","team":"fieuline","gender":"female","species":"human","stats":{"aro":15,"hum":14,"str":14,"dex":6},"WLRecord":{"wins":["sierra","watching","lupa","watching","dak","jj","lupa","lauren","watching","courtney","claude"],"losses":["natsuki","natsuki","jj","lucio","dak","watching","watching","watching","watching","lauren"]},"finishers":{"aro":"filler","str":"filler"}},{"name":"kao","team":"jj","gender":"female","species":"dhole","stats":{"aro":6,"hum":13,"str":12,"dex":7},"WLRecord":{"wins":["yvette","adelaide","nicole"],"losses":["adelaide","chris","yvette","courtney","edelin","fieuline","adelaide","adelaide","chris","edelin"]},"finishers":{"aro":"filler","str":"filler"}},{"name":"lucio","team":"lauren","gender":"male","species":"human","stats":{"aro":13,"hum":10,"str":14,"dex":13},"WLRecord":{"wins":["courtney","natsuki","yuri","courtney","chris"],"losses":["fieuline","fieuline"]},"finishers":{"aro":"filler","str":"filler"}},{"name":"monika","team":"nicole","gender":"female","species":"human","stats":{"aro":17,"hum":17,"str":13,"dex":6},"WLRecord":{"wins":["lauren","natsuki","lauren"],"losses":["hana","claude","lupa"]},"finishers":{"aro":"filler","str":"filler"}},{"name":"sierra","team":"jj","gender":"female","species":"dhole","stats":{"aro":14,"hum":10,"str":16,"dex":16},"WLRecord":{"wins":["yvette","adelaide","adelaide","fieuline","adelaide","edelin","edelin","edelin","edelin","edelin","chris","edelin","edelin","edelin","edelin"],"losses":["yuri","adelaide","edelin","edelin","yvette","chris","chris","nicole","natsuki","chris","edelin","edelin","edelin","edelin","edelin","fieuline","chris","yvette","edelin","lauren","edelin","edelin","edelin","fieuline"]},"finishers":{"aro":"filler","str":"filler"}},{"name":"natsuki","team":"nicole","gender":"female","species":"human","stats":{"aro":16,"hum":18,"str":15,"dex":12},"WLRecord":{"wins":["yuri","lupa","yuri","lauren","hana","sierra"],"losses":["monika","aldagar","claude","aldagar","lucio","lupa"]},"finishers":{"aro":"filler","str":"filler"}},{"name":"claude","team":"lauren","gender":"male","species":"bird","stats":{"aro":18,"hum":14,"str":6,"dex":9},"WLRecord":{"wins":["fieuline","yvette","fieuline","natsuki","monika"],"losses":["fieuline","edelin","edelin","chris","nicole","yuri"]},"finishers":{"aro":"filler","str":"filler"}},{"name":"watching","team":"jj","gender":"female","species":"human","stats":{"aro":8,"hum":17,"str":6,"dex":14},"WLRecord":{"wins":["edelin","edelin","yuri","adelaide","chris","fieuline","abramson","yuri","yvette","edelin","fieuline","adelaide","yuri","yvette","chris","yuri"],"losses":["chris","yuri","adelaide","yuri","eden","edelin","yuri"]},"finishers":{"aro":"filler","str":"filler"}}],"ids":["aldagar","chris","nicole","jj","hana","courtney","lauren","lupa","edelin","dak","eden","adelaide","fieuline","abramson","yvette","yuri","kao","lucio","monika","sierra","natsuki","claude","watching"]}